Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHARE_SAFETY_DATA
source: Improve Safety
ar: تحسين الأمان
bg: Подобри безопасността
ca: Millora la seguretat
cs: Vylepšovat bezpečnost
da: Forbedring af sikkerhed
de: Sicherheit verbessern
el: Βελτίωση ασφάλειας
es: Mejorar la seguridad
es_us: Mejorar la seguridad
fi: Paranna turvallisuutta
fr: Améliorer la sécurité
fr_ca: Améliorer la sécurité
he: שיפור בטיחות
hi: सुरक्षा बेहतर बनाएँ
hr: Poboljšanje sigurnosti
hu: Biztonság továbbfejlesztése
id: Tingkatkan Keselamatan
it: Migliora la sicurezza
ja: 安全性機能の改善
kk: Қауіпсіздік функциялары
ko: 안전 기능 향상
lt: Saugos tobulinimas
ms: Tingkatkan Keselamatan
nl: Verbeter veiligheid
no: Forbedring av sikkerhet
pl: Ulepszanie bezpieczeństwa
pt_br: Melhorar a Segurança
pt_pt: Melhorar a segurança
ro: Îmbunătățire siguranță
ru: Улучшение Безопасности
sk: Vylepšovať bezpečnosť
sl: Izboljšaj varnost
sv: Förbättra säkerhet
th: ปรับปรุงความปลอดภัย
tr: Güvenliği İyileştir
uk: Покращення безпеки
vi: Cải thiện an toàn
zh_cn: 改进安全
zh_hk: 改進安全性
zh_tw: 改進安全性

# IMPROVE_ASSISTIVE_VOICE
source: Improve Assistive Voice Features
ar: تحسين ميزات الصوت المساعد
bg: Подобри гласовите функции
ca: Millora el suport per a la veu
cs: Vylepšování asistenčních hlasových funkcí
da: Forbedring af stemmefunktioner i Tilgængelighed
de: Unterstützende Sprachfunktionen verbessern
el: Βελτίωση του Φωνητικού βοηθού
es: Mejorar funciones de voz asistida
es_us: Mejorar las funciones de asistencia con voz
fi: Paranna ääniapuominaisuuksia
fr: Améliorer voix d’assistance
fr_ca: Améliorer les fonctionnalités d’assistance de la voix
he: שיפור מאפייני ״קול מסייע״
hi: असिस्टिव वॉइस फ़ीचर बेहतर बनाएँ
hr: Poboljšanje pomoćnih značajki
hu: Kisegítő hangfunkciók továbbfejlesztése
id: Tingkatkan Fitur Suara Bantuan
it: Migliora le funzionalità di assistenza vocale
ja: アシスティブボイス機能の改善
kk: Көмекші дауыс функциялары
ko: 보조 음성 기능 향상
lt: „Pagalbinio balso“ tobulinimas
ms: Tingkatkan Ciri Suara Bantu
nl: Verbeter Assistive Voice-functies
no: Forbedre funksjoner for assistert tale
pl: Ulepszanie (Funkcje wspomagające dotyczące głosu)
pt_br: Melhorar Auxílio por Voz
pt_pt: Melhorar funcionalidades de assistência por voz
ro: Îmbunătățire func. vocale asistive
ru: Улучшение ассистивных голосовых функций
sk: Vylepšovať asistenčné hlasové funkcie
sl: Izboljšaj glasovne funkcije
sv: Förbättra assisterande röstfunktioner
th: ปรับปรุงคุณสมบัติเสียงช่วยเหลือ
tr: Yardımcı Ses Özelliklerini İyileştir
uk: Допоміжні голосові функції
vi: Cải thiện Trợ giúp bằng giọng nói
zh_cn: 改进辅助语音功能
zh_hk: 改進輔助語音功能
zh_tw: 改進輔助語音功能

# IMPROVE_SIRI_EXPLANATION
source: Help Apple improve Siri and Dictation by sharing the audio recordings and transcripts of your interactions with Siri, Dictation, and Translate from this device. %@
ar: ساعد Apple في تحسين Siri والإملاء من خلال مشاركة التسجيلات الصوتية والنسخ النصية لتفاعلاتك مع Siri والإملاء والترجمة من هذا الجهاز. %@
bg: Помогнете на Apple да подобри функциите Siri и Диктовка, като споделите аудио записи и транскрипции на вашите взаимодействия със Siri, Диктовка и Превод от това устройство. %@
ca: Comparteix amb Apple les gravacions d’àudio i les transcripcions de les interaccions amb Siri, el dictat i l’app Traducció en aquest dispositiu per ajudar a millorar aquestes funcions. %@
cs: Pomozte společnosti Apple s vylepšováním Siri a diktování tím, že s ní budete sdílet zvukové záznamy a přepisy vašich interakcí se službami Siri, Diktování a Přeložit na tomto zařízení. %@
da: Hjælp Apple med at forbedre Siri og Diktering ved at dele lydoptagelser og transskriptioner af dine interaktioner med Siri, Diktering og Oversæt på denne enhed. %@
de: Hilf Apple dabei, Siri und die Diktierfunktion zu verbessern, indem du Audioaufnahmen und Transkripte deiner Interaktionen mit Siri, der Diktierfunktion und der App „Übersetzen“ auf diesem Gerät teilst. %@
el: Βοηθήστε την Apple στη βελτίωση του Siri και της Υπαγόρευσης κοινοποιώντας τις εγγραφές ήχου και τις απομαγνητοφωνήσεις των αλληλεπιδράσεών σας με το Siri, την Υπαγόρευση και τη Μετάφραση από αυτήν τη συσκευή. %@
es: Ayuda a Apple a mejorar Siri y Dictado compartiendo las grabaciones de audio y las transcripciones de tus interacciones con Siri, Dictado y Traducir desde este dispositivo. %@
es_us: Ayuda a Apple a mejorar Siri y Dictado al compartir las transcripciones y grabaciones de audio de tus interacciones con Siri, Dictado y Traducir de este dispositivo. %@
fi: Auta Applea parantamaan Siriä ja sanelua jakamalla laitteesta Siri-, Sanelu- ja Käännä-käyttötapahtumien äänitykset ja tekstimuunnokset. %@
fr: Aidez Apple à améliorer Siri et Dictée en partageant les enregistrements audio et les transcriptions de vos interactions avec Siri, Dictée et Traduire sur cet appareil. %@
fr_ca: Aidez Apple à améliorer Siri et Dictée en partageant les enregistrements audio et les transcriptions de vos interactions avec Siri, Dictée et Traduire à partir de cet appareil. %@
he: באפשרותך לעזור ל-Apple לשפר את Siri ו״הכתבה״ באמצעות שיתוף הקלטות השמע והתמלולים של האינטראקציות שלך עם Siri, ״הכתבה״ ו״תרגום״ ממכשיר זה. ‏%@
hi: इस डिवाइस से Siri, डिक्टेशन और अनुवाद के साथ अपने इंटरऐक्शन की ऑडियो रिकॉर्डिंग और ट्रांसक्रिप्ट शेयर करके Siri और डिक्टेशन को बेहतर बनाने में Apple की मदद करें। %@
hr: Pomozite Appleu poboljšati Siri i Diktat tako da podijelite audio snimke i transkripte svojih interakcija sa Siri, Diktatom i Prijevodom s ovog uređaja. %@
hu: Segíthet az Apple-nek Siri és a Diktálás továbbfejlesztésében, ha megosztja a Sirivel, a Diktálással és a Fordítóval végzett interakcióinak hangfelvételeit és átiratait erről az eszközről. %@
id: Bantu Apple meningkatkan Siri dan Dikte dengan membagikan rekaman dan transkrip audio interaksi Anda dengan Siri, Dikte, dan Terjemahkan dari perangkat ini. %@
it: Aiuta Apple a migliorare Siri e Dettatura condividendo le registrazioni audio e le trascrizioni delle tue interazioni con Siri, Dettatura e Traduci da questo dispositivo. %@
ja: このデバイスからSiri、音声入力、および翻訳に対する操作のオーディオ録音や文字起こしを共有することで、Siriと音声入力の改善にご協力いただけます。%@
kk: Осы құрылғыдағы Siri, «Дауыспен теру» және «Аудару» арқылы өзара әрекеттестіктеріңіздің аудио жазбалары мен транскрипцияларын бөлісу арқылы Apple компаниясына Siri және «Дауыспен теру» функциясын жақсартуға көмектесіңіз. %@
ko: 이 기기에서 사용자가 Siri, 받아쓰기 및 번역 앱과 상호 작용한 오디오 녹음과 전사문을 공유하여 Apple이 Siri 및 받아쓰기를 향상하는 데 도움을 줄 수 있습니다. %@
lt: Padėkite „Apple“ patobulinti „Siri“ ir „Diktavimą“, bendrindami garso įrašus ir sąveikos su „Siri“, „Diktavimu“ ir „Vertimu“ transkripcijas šiame įrenginyje. %@
ms: Bantu Apple meningkatkan Siri dan Perencanaan dengan berkongsi rakaman dan transkrip audio interaksi anda dengan Siri, Perencanaan dan Terjemah daripada peranti ini. %@
nl: Help Apple bij het verbeteren van Siri en de dicteerfunctie door de audio-opnamen en transcripten van je interacties met Siri, de dicteerfunctie en de vertaalfunctie vanaf dit apparaat te delen. %@
no: Hjelp Apple med å forbedre Siri og Diktering ved å dele lydopptak og avskrifter fra utvekslingene dine med Siri, Diktering og Oversett på denne enheten. %@
pl: Pomagaj Apple udoskonalać Siri i funkcję Dyktowanie, udostępniając z tego urządzenia nagrania i transkrypcje interakcji głosowych z Siri, funkcją Dyktowanie i aplikacją Tłumacz. %@
pt_br: Compartilhe as gravações de áudio e transcrições das suas interações com a Siri, o Ditado e o app Traduzir neste dispositivo para ajudar a Apple a melhorar a Siri e o Ditado. %@
pt_pt: Ajude a Apple a melhorar Siri e Ditado partilhando as gravações de áudio e transcrições das suas interações com Siri, Ditado e Traduzir neste dispositivo. %@
ro: Ajutați la îmbunătățirea funcționalităților Siri și Dictare partajând cu Apple înregistrările audio și transcrierile interacțiunilor dvs. cu Siri, Dictare și Traducere de pe acest dispozitiv. %@
ru: Помогите Apple улучшать Siri и Диктовку, делясь аудиозаписями и расшифровками Вашего взаимодействия с функциями «Диктовка», «Перевод» и Siri на этом устройстве. %@
sk: Pomôžte spoločnosti Apple vylepšovať Siri a Diktovanie zdieľaním audionahrávok a prepisov vašich interakcií so Siri, diktovaním a tlmočením z tohto zariadenia. %@
sl: Delite zvočne posnetke in transkripcije svojih interakcij s Siri, funkcijo Narekovanje ter Prevajalnikom v tej napravi in tako pomagajte družbi Apple izboljšati Siri ter funkcijo Narekovanje. %@
sv: Hjälp Apple att förbättra Siri och diktering genom att dela ljudinspelningar och transkriberingar av dina interaktioner med Siri, diktering och Översätt från den här enheten. %@
th: ช่วย Apple ปรับปรุง Siri และการป้อนตามคำบอกโดยแชร์เสียงบันทึกและบันทึกบทสนทนาของการโต้ตอบของคุณกับ Siri, การป้อนตามคำบอก และการแปลภาษาจากอุปกรณ์นี้ %@
tr: Bu aygıttan Siri, Dikte ve Çeviri ile etkileşimlerinizin ses kayıtlarını ve dökümlerini paylaşarak Apple’ın Siri’yi ve Dikte’yi iyileştirmesine yardımcı olun. %@
uk: Допомагайте Apple вдосконалювати Siri та Диктування, поширюючи аудіозаписи та стенограми ваших взаємодій із Siri, Диктуванням і Перекладом із цього пристрою. %@
vi: Giúp Apple cải thiện Siri và Đọc chính tả bằng cách chia sẻ bản ghi âm thanh và bản chép lại các tương tác của bạn với Siri, Đọc chính tả và Dịch thuật từ thiết bị này. %@
zh_cn: 共享你在此设备上与Siri、听写和“翻译”的交互录音和听写文本，帮助Apple改进Siri和听写。%@
zh_hk: 從此裝置上分享你與Siri、「聽寫」和「翻譯」互動的錄音和轉寫記錄，從而協助Apple改進Siri和「聽寫」。%@
zh_tw: 共享你在此裝置上與Siri、「聽寫」和「翻譯」互動時的錄音和逐字稿，以便協助Apple改進Siri和「聽寫」。%@

# PROBLEM_REPORTING_EXPLANATION_ALT
source: Help improve products and services by sharing diagnostic and usage data with Apple. Apple may share data with developers relevant to your use of their apps and products. %@
ar: المساعدة في تحسين المنتجات والخدمات من خلال مشاركة بيانات التشخيص والاستخدام مع Apple. يجوز لشركة Apple مشاركة البيانات مع المطورين ذات الصلة باستخدامك لتطبيقاتهم ومنتجاتهم. %@
bg: Помогнете за подобряването на продуктите и услугите, като споделяте с Apple диагностични данни и данни за използването. Apple може да сподели с разработчици данни, отнасящи се до вашето използване на техните приложения и продукти. %@
ca: Comparteix les dades de diagnòstic i d’ús amb Apple per ajudar a millorar els seus productes i serveis. És possible que Apple també comparteixi amb determinats equips de desenvolupament dades relatives a l’ús que facis de les seves apps i dels seus productes. %@
cs: Pomozte s vylepšováním produktů a služeb tím, že budete společnosti Apple poskytovat diagnostická data a údaje o využití. Apple může tato data sdílet s relevantními vývojáři aplikací a produktů, které využíváte. %@
da: Du kan hjælpe med at forbedre produkter og tjenester ved at dele diagnostik og brugsdata med Apple. Apple kan dele data med udviklere, som er relevante ift. din brug af deres apps og produkter. %@
de: Hilf mit, Produkte und Dienste zu verbessern, indem du Diagnose- und Nutzungsdaten mit Apple teilst. Apple kann Daten mit Entwicklungsteams teilen, falls die Daten für die Nutzung ihrer Apps und Produkte relevant sind. %@
el: Συμβάλετε στη βελτίωση των προϊόντων και υπηρεσιών κοινοποιώντας διαγνωστικά και δεδομένα χρήσης στην Apple. Η Apple ενδέχεται να κοινοποιήσει στους δημιουργούς δεδομένα που σχετίζονται με την εκ μέρους σας χρήση των εφαρμογών και των προϊόντων τους. %@
es: Ayuda a mejorar los productos y servicios que usas compartiendo con Apple información de diagnóstico y uso. Es posible que Apple comparta datos con otros desarrolladores sobre el uso que haces de sus apps y productos. %@
es_us: Ayuda a mejorar productos y servicios al compartir con Apple datos de diagnóstico y de uso. Apple podría compartir con los desarrolladores datos relevantes sobre cómo usas sus apps y productos. %@
fi: Auta parantamaan tuotteita ja palveluja jakamalla vianmääritys- ja käyttötietoja Applelle. Apple voi jakaa kehittäjille niiden appien ja tuotteiden käytölle merkityksellisiä tietoja. %@
fr: Aidez à améliorer les produits et les services en envoyant à Apple des données de diagnostic et d’utilisation. Apple peut partager avec les développeurs des données liées à votre utilisation de leurs apps et de leurs produits. %@
fr_ca: Contribuez à l’amélioration des produits et services en partageant les données de diagnostic et d’utilisation avec Apple. Apple pourrait partager avec les développeurs des données relatives à l’utilisation que vous faites de leurs apps et produits. %@
he: באפשרותך לסייע בשיפור מוצרים ושירותים באמצעות שיתוף נתוני אבחון ושימוש עם Apple. ‏Apple עשויה לשתף עם מפתחים נתונים שרלוונטיים לשימוש שלך ביישומים ובשירותים שלהם. ‏%@
hi: Apple से डायग्नॉस्टिक और उपयोग डेटा शेयर करके उत्पादों और सेवाओं को बेहतर बनाने में सहायता करें। Apple द्वारा डेवलपर से वह डेटा शेयर किया जा सकता है जो उनके ऐप्स और उत्पादों के आपके उपयोग से संबंधित है। %@
hr: Pomozite poboljšati proizvode i usluge tako da podijelite podatke o dijagnostici i uporabi s Appleom. Apple može s developerima podijeliti podatke koji su relevantni za vašu uporabu njihovih aplikacija i proizvoda. %@
hu: Segítséget nyújthat a termékek és szolgáltatások fejlesztéséhez, ha megosztja a diagnosztikai és használati adatokat az Apple-lel. Előfordulhat, hogy az Apple megosztja az appok és termékek Ön általi használatával kapcsolatos adatait azok fejlesztőivel. %@
id: Bantu tingkatkan produk dan layanan dengan berbagi diagnostik dan data penggunaan dengan Apple. Apple mungkin membagikan data dengan pengembang yang relevan bagi penggunaan app serta produk mereka oleh Anda. %@
it: Contribuisci a migliorare prodotti e servizi condividendo dati di diagnosi e utilizzo con Apple. Apple potrebbe condividere dati con gli sviluppatori interessati in base a come utilizzi le app e i prodotti. %@
ja: Appleと診断データと使用状況データを共有することで、製品やサービスの品質向上にご協力いただけます。Appleは、アプリや製品の使用に関連するデータをデベロッパと共有する場合があります。%@
kk: Диагностика және пайдалану деректерін Apple компаниясымен бөлісу арқылы өнімдер мен сервистерді жақсартуға ат салысыңыз. Apple компаниясы әзірлеушілердің қолданбалары мен өнімдерін пайдалануыңызға қатысты деректерді олармен бөлісуі мүмкін. %@
ko: 진단 및 사용 데이터를 Apple과 공유하여 제품 및 서비스 향상에 도움을 줄 수 있습니다. Apple은 사용자의 앱 및 제품 사용에 관련된 데이터를 앱 개발자와 공유할 수 있습니다. %@
lt: Padėkite patobulinti gaminius ir paslaugas bendrindami diagnostikos ir naudojimo duomenis su „Apple“. „Apple“ gali dalytis duomenimis su kūrėjais, kuriems aktualus jų programų ir gaminių naudojimas. %@
ms: Bantu tingkatkan produk dan perkhidmatan dengan berkongsi data diagnostik serta penggunaan dengan Apple. Apple mungkin berkongsi data dengan pembangun yang berkaitan dengan penggunaan app serta produk mereka oleh anda. %@
nl: Help bij het verbeteren van producten en voorzieningen door diagnostische en gebruiksgegevens te delen met Apple. Apple deelt mogelijk gegevens met ontwikkelaars die betrekking hebben op je gebruik van hun apps en producten. %@
no: Hjelp til med å forbedre produkter og tjenester ved å dele diagnostikk og bruksdata med Apple. Apple kan dele data videre til utviklere hvis de er relevante for bruken din av appene og produktene deres. %@
pl: Pomóż udoskonalać produkty i usługi Apple, udostępniając dane diagnostyczne i dotyczące użycia. Apple może udostępniać te dane deweloperom, gdy są one istotne dla sposobu, w jaki korzystasz z ich aplikacji i produktów. %@
pt_br: Compartilhe dados de diagnóstico e uso para ajudar a melhorar os produtos e serviços da Apple. A Apple pode compartilhar com desenvolvedores dados relevantes ao seu uso de apps e produtos. %@
pt_pt: Ajude a melhorar produtos e serviços ao partilhar dados de diagnóstico e de utilização com a Apple. A Apple poderá partilhar com os programadores dados relevantes para a sua utilização das respetivas aplicações e produtos. %@
ro: Ajutați la îmbunătățirea produselor și serviciilor partajând cu Apple date de diagnoză și de utilizare. Apple poate partaja cu dezvoltatorii date relevante despre modul în care utilizați aplicațiile și produsele acestora. %@
ru: Помогайте улучшать продукты и сервисы, отправляя в Apple диагностические данные и данные об использовании. Apple может передавать разработчикам сведения о том, как Вы используете их приложения и продукты. %@
sk: Pomôžte vylepšovať produkty a služby zdieľaním dát týkajúcich sa diagnostiky a používania so spoločnosťou Apple. Spoločnosť Apple môže zdieľať dáta s vývojármi, ktorých apky a produkty používate. %@
sl: Pomagajte izboljšati izdelke in storitve tako, da z družbo Apple delite diagnostične podatke in podatke o uporabi. Apple lahko namreč z razvijalci deli podatke v zvezi z vašo uporabo njihovih aplikacij in izdelkov. %@
sv: Hjälp till att förbättra produkter och tjänster genom att dela diagnos- och användningsdata med Apple. Apple kan dela data med utvecklare som är relevanta för din användning av deras appar och produkter. %@
th: ช่วยปรับปรุงผลิตภัณฑ์และบริการโดยการแชร์ข้อมูลการวินิฉัยและการใช้งานกับ Apple โดยที่ Apple อาจแชร์ข้อมูลกับนักพัฒนาที่เกี่ยวข้องกับการใช้แอปและผลิตภัณฑ์ของคุณ %@
tr: Tanı ve kullanım verilerini Apple ile paylaşarak ürünlerin ve servislerin iyileştirilmesine yardım edin. Apple, uygulamalarını ve ürünlerini kullanımınızla ilgili verileri geliştiricilerle paylaşabilir. %@
uk: Допомагайте удосконалювати продукти та сервіси, надіславши діагностичні дані й інформацію про використання до Apple. Apple може поширювати для розробників дані, повʼязані з вашим використанням їхніх програм і продуктів. %@
vi: Giúp cải thiện các sản phẩm và dịch vụ bằng cách chia sẻ dữ liệu chẩn đoán và sử dụng với Apple. Apple có thể chia sẻ dữ liệu liên quan đến việc sử dụng các ứng dụng và sản phẩm của bạn với các nhà phát triển. %@
zh_cn: 通过与Apple共享诊断和使用数据来帮助改善产品和服务。Apple可能会与开发者共享与你使用其App和产品相关的数据。%@
zh_hk: 透過與Apple共享診斷和使用狀況資料，協助改進產品和服務。Apple可能會與開發者共享有關你使用其App和產品的資料。%@
zh_tw: 與Apple分享診斷和使用狀況資料來協助改進產品和服務。Apple可能會與開發者分享你使用其App和產品的相關資料。%@

# DIAGNOSTICS_MIRRORED_ALERT_TITLE_ON
source: This will also turn on data collection on your Apple Watch.
ar: سيؤدي هذا أيضًا إلى تشغيل تجميع البيانات على Apple Watch.
bg: Освен това така ще се включи събирането на данни на вашия Apple Watch.
ca: Així també s’activarà la recopilació d’informació a l’Apple Watch.
cs: Tím bude na Apple Watch také zapnut sběr dat.
da: Dette vil også slå dataindsamling til på dit Apple Watch.
de: Dadurch wird auch das Sammeln von Daten auf der Apple Watch aktiviert.
el: Αυτό θα ενεργοποιήσει επίσης τη συλλογή δεδομένων στο Apple Watch σας.
es: También se activará la recopilación de datos en tu Apple Watch.
es_us: Esto también activará la recopilación de datos del Apple Watch.
fi: Tämä laittaa myös Apple Watchin tietojen keräämisen päälle.
fr: Cela activera également la collecte des données de votre Apple Watch.
fr_ca: Cela activera également la collecte des données de votre Apple Watch.
he: פעולה זו גם תפעיל את איסוף הנתונים ב-Apple Watch.
hi: यह आपकी Apple Watch के डेटा संग्रह को भी चालू कर देगा।
hr: To će također uključiti prikupljanje podataka na vašem Apple Watchu.
hu: Ezzel az adatgyűjtést is bekapcsolja az Apple Watchon.
id: Ini juga akan menyalakan koleksi data di Apple Watch Anda.
it: L’azione attiverà la raccolta dati anche su Apple Watch.
ja: Apple Watchのデータ収集もオンになります。
kk: Бұл сондай-ақ Apple Watch сағатыңыздағы деректер жинау функциясын қосады.
ko: 이 작업은 또한 Apple Watch의 데이터 수집을 켭니다.
lt: Atlikus šį veiksmą, jūsų „Apple Watch“ taip pat bus įjungtas duomenų rinkimas.
ms: Ini turut akan mengaktifkan pengumpulan data pada Apple Watch anda.
nl: Gegevens van je Apple Watch verzamelen wordt ook ingeschakeld.
no: Dette vil også slå på datainnsamling på Apple Watch
pl: Włączy to także gromadzenie danych diagnostycznych na Apple Watch.
pt_br: Isto também ativará a coleta de dados no Apple Watch.
pt_pt: A recolha de dados no seu Apple Watch será igualmente ativada.
ro: Aceasta va activa colectarea datelor și pentru Apple Watch‑ul dvs.
ru: При этом также будет включен сбор данных на Apple Watch.
sk: Týmto zároveň zapnete zber dát na vašich Apple Watch.
sl: S tem boste tudi vklopili zbiranje podatkov v uri Apple Watch.
sv: Detta kommer att slå på datainsamling på din Apple Watch.
th: การเปิดใช้นี้จะเปิดการเก็บรวบรวมข้อมูลใน Apple Watch ของคุณด้วย
tr: Bu, Apple Watch’unuzda da veri toplama özelliğini açacaktır.
uk: Також увімкнеться збір даних на вашому Apple Watch.
vi: Việc này cũng sẽ bật thu thập dữ liệu trên Apple Watch của bạn.
zh_cn: 这还将打开Apple Watch的数据收集。
zh_hk: 這也會開啟Apple Watch的資料收集。
zh_tw: 這將會開啟Apple Watch上的資料收集。
